Repository: maemo-leste-translations/osso-dsm-ui-l10n
Catalog: po/*.po
Languages: ar, be_by, cs_cz, cy, de_de, el_gr, fa, fi_fi, fr_fr, km, ko, pl_pl, ru_ru, sk_sk, sv_se, tr_tr, zh_cn, zh_tw

# incf_ib_battery_charging
source: Charging
ar: شحن
be_by: Зарадка
cs_cz: Nabíjení
cy: Yn gwefru
de_de: Akku wird geladen
el_gr: Φόρτιση
fa: در حال شارژ
fi_fi: Akku latautuu
fr_fr: Batterie en charge
km: បញ្ចូលភ្លើង
ko: 충전 중
pl_pl: Ładowanie
ru_ru: Заряжается
sk_sk: Nabíjanie
sv_se: Laddar
tr_tr: Şarj oluyor
zh_cn: 正在充电
zh_tw: 正在充電中

# incf_ib_battery_full
source: Battery full
ar: البطارية ممتلئة
be_by: Акумулятар зараджаны
cs_cz: Baterie nabitá
cy: Batri llawn
de_de: Akku geladen
el_gr: Μπαταρία πλήρης
fa: شارژ باتری کامل است
fi_fi: Akku täynnä
fr_fr: Batterie chargée
km: ថ្មពិលពេញ
ko: 충전 완료
pl_pl: Bateria naładowana
ru_ru: Батарея заряжена
sk_sk: Batéria nabitá
sv_se: Batteriet fullt
tr_tr: Batarya dolu
zh_cn: 充电已完成
zh_tw: 電量已滿

# incf_ib_battery_low
source: Battery low
ar: البطارية منخفضة
be_by: Акумулятар разраджаны
cs_cz: Baterie vybitá
cy: Batri isel
de_de: Akku fast leer
el_gr: Χαμηλή μπαταρία
fa: شارژ باتری کم است
fi_fi: Akku lähes tyhjä
fr_fr: Batterie faible
km: ថ្មពិលខ្សោយ
ko: 배터리 부족
pl_pl: Bateria słaba
ru_ru: Батарея села
sk_sk: Batéria vybitá
sv_se: Batteriet svagt
tr_tr: Batarya düşük
zh_cn: 电池电量低
zh_tw: 電池電量低

# incf_ib_battery_not_charging
source: Not charging
ar: لا يتم الشحن
be_by: Не зараджаецца
cs_cz: Nabíjení neprobíhá
cy: Ddim yn gwefru
de_de: Akku lädt nicht
el_gr: Δεν φορτίζει
fa: شارژ نمی شود
fi_fi: Akku ei lataudu
fr_fr: Défaut de charge
km: មិនបានបញ្ចូលភ្លើង
ko: 충전 되지 않음
pl_pl: Błąd ładowania
ru_ru: Нет заряда
sk_sk: Nabíjanie neprebieha
sv_se: Laddar inte
tr_tr: Şarj olmuyor
zh_cn: 未充电
zh_tw: 未充電

# incf_ib_battery_not_power
source: Not charging. Insufficient power.
ar: لا يتم الشحن. الطاقة غير كافية
be_by: Не зараджаецца. Не хапае магутнасці.
cs_cz: Nabíjení neprobíhá. Nedostatek energie.
cy: Ddim yn gwefru. Diffyg pŵer.
de_de: Akku lädt nicht. Stromzufuhr ungenügend.
el_gr: Δεν φορτίζει. Ανεπαρκής ισχύς.
fa: شارژ نمی شود .ولتاژ ورودی کافی نیست
fi_fi: Akku ei lataudu. Virta ei riitä.
fr_fr: Défaut de charge. Puissance insuffisante.
km: មិនបានបញ្ចូលភ្លើង ដោយសារថាមពលមិនគ្រប់គ្រាន់
ko: 전원이 부족하여 충전 되지 않습니다.
pl_pl: Błąd ładowania. Niewystarczająca moc zasilania.
ru_ru: Нет заряда. Недостаточно питания.
sk_sk: Nabíjanie neprebieha. Nedostatok energie.
sv_se: Laddar inte. Ej tillräckligt med ström.
tr_tr: Şarj olmuyor. Yetersiz güç.
zh_cn: 未充电,电量不足.
zh_tw: 未充電，電量不足。

# incf_ib_battery_recharge
source: Recharge battery
ar: إعادة شحن البطارية
be_by: Зарадзіце акумулятар
cs_cz: Dobijte baterii
cy: Ailwefrwch y batri
de_de: Akku laden
el_gr: Επαναφορτίστε τη μπαταρία
fa: باتری را مجدداً شارژ کنید
fi_fi: Lataa akku
fr_fr: Recharger la batterie
km: បញ្ចូលថ្មពិលម្ដងទៀត
ko: 배터리 충전
pl_pl: Naładuj baterię
ru_ru: Зарядите батарею
sk_sk: Dobite batériu
sv_se: Ladda batteriet
tr_tr: Bataryayı yeniden şarj edin
zh_cn: 重新充电
zh_tw: 重新充電

# incf_ib_disconnect_charger
source: Disconnect charger from power supply to save energy
ar: قم بفصل الشاحن عن مصدر الطاقة للحفاظ عليها
be_by: Адключыце ЗП ад крыніцы сілкавання для эканоміі энергіі
cs_cz: Šetřete energii. Odpojte nabíječku ze sítě.
cy: Datgysylltwch y gwefrydd o'r cyflenwad pŵer i arbed egni
de_de: Netzgerät von Stromversorgung trennen, um Strom zu sparen
el_gr: Αποσυνδέστε το φορτιστή από την παροχή ρεύματος για εξοικονόμηση ενέργειας
fa: شارژر را به منظور عدم اتلاف انرژی از پریز برق خارج کنید
fi_fi: Säästä energiaa irrottamalla laturi virtalähteestä
fr_fr: Débranchez le chargeur de la prise pour économiser de l'énergie
km: ផ្តាច់ឧបករណ៍បញ្ចូលថ្មចេញអគ្គីសនីរបស់អ្នកដើម្បីសន្សំសំចៃថាមពល
ko: 에너지 절약을 위하여 충전기로부터 전원을 분리 하시기 바랍니다
pl_pl: Odłącz ładowarkę od źródła zasilania, aby oszczędzać energię
ru_ru: В целях экономии энергии отсоедините зар. устр. от источ. пит.
sk_sk: Odpojte nabíjačku z napájania na úsporu energie
sv_se: Ta bort laddaren från vägguttaget för att spara energi
tr_tr: Şarj aygıtını güç kaynağından ayırarak enerji tasarrufu edin
zh_cn: 为了节省能源,请断开电源充电器
zh_tw: 斷開充電器與電源的連接以節約能源

# incf_me_battery_charged
source: Fully charged
ar: تم الشحن بالكامل
be_by: Поўнасцю зараджаны
cs_cz: Zcela nabitá
cy: Wedi'i wefru'n llawn
de_de: Vollständig geladen
el_gr: Μπαταρία φορτισμένη
fa: شارژ باتری کامل شد
fi_fi: Akku ladattu täyteen
fr_fr: Complètement chargée
km: បានបញ្ចូលពេញ
ko: 충전 완료
pl_pl: Bateria w pełni naładowana
ru_ru: Полная зарядка
sk_sk: Plne nabitá
sv_se: Fulladdat
tr_tr: Tamamen dolu
zh_cn: 电量已满
zh_tw: 充電已完成

# incf_me_battery_charging
source: Charging
ar: جارى الشحن
be_by: Зарадка
cs_cz: Nabíjení
cy: Yn gwefru
de_de: Akku wird geladen
el_gr: Φόρτιση
fa: در حال شارژ
fi_fi: Akku latautuu
fr_fr: Batterie en charge
km: បញ្ចូលភ្លើង
ko: 충전 중
pl_pl: Ładowanie
ru_ru: Заряжается
sk_sk: Nabíjanie
sv_se: Laddar
tr_tr: Şarj oluyor
zh_cn: 正在充电
zh_tw: 正在充電中

# incf_ni_consumes_more_than_receives
source: Device using more power than it is receiving from the PC. Charging with a compatible charger is recommended.
ar: الجهاز يستهلك طاقة أكثر من المستقبلة من الكمبيوتر. الشحن عن طريق جهاز متوافق مستحسن
be_by: Дэвайс выкарыстоўвае больш энергіі, чым атрымлівае ад камп'ютара. Рэкамендуецца зарадка з сумяшчальнай ЗП.
cs_cz: Přístroj využívá více energie, než získává z počítače. Doporučuje se nabíjení pomocí kompatibilní nabíječky.
cy: Mae'r dyfais yn defnyddio mwy o bŵer nag y mae'r PC yn cyflenwi. Argymhellir gwefru gyda gwefrydd cydnaws
de_de: Gerät verbraucht mehr Strom, als es vom PC erhält. Aufladen mit einem kompatiblen Netzgerät empfohlen.
el_gr: Η συσκευή καταναλώνει περισσότερη ενέργεια από αυτή που δέχεται από τον Η/Υ. Συνιστάται φόρτιση με συμβατό φορτιστή.
fa: دستگاه از برق بیشتری نسبت به برق دریافتی از کامپیوتر استفاده میکند.شارژ با یک شارژر سازگار توصیه میشود
fi_fi: Laite käyttää enemmän virtaa kuin se saa tietokoneesta. On suositeltavaa käyttää yhteensopivaa laturia.
fr_fr: Le terminal utilise plus de puissance qu'il n'en reçoit du PC. La charge à l'aide d'un chargeur compatible est recommandée.
km: ឧបករណ៍នេះបានប្រើថាមពលច្រើនជាងថាមពលដែលទទួលបានពីកុំព្យូទ័ររបស់អ្នក
ko: PC와 통신할 때 장치는 더 많은 전원을 소모합니다. 충전시에는 호환 되는 충전기로 충전할 것을 권장 합니다.
pl_pl: Urządzenie zużywa więcej energii, niż otrzymuje z komputera. Zalecane jest ładowanie przy użyciu zgodnej ładowarki.
ru_ru: Устройство потребляет больше энергии, чем получает от ПК. Рекомендуется использовать совместимое зарядное устройство.
sk_sk: Prístroj využíva viacej energie ako získava z počítača. Doporučuje sa nabíjanie pomocou kompatibilnej nabíjačky.
sv_se: Enheten drar mer ström än den får från datorn. En kompatibel laddare rekommenderas för laddning.
tr_tr: Aygıt bilgisayardan aldığı güçten daha fazlasını kullanıyor. Uyumlu şarj aygıtıyla şarj edilmesi önerilir.
zh_cn: 当前设备能耗大于从PC提供的电量。建议使用兼容的充电器充电。
zh_tw: 裝置使用的電量多於從 PC 接收的電量。建議使用相容的充電器充電。

# tncpa_li_plugin_sb_battery
source: Battery
ar: البطارية
be_by: Акумулятар
cs_cz: Baterie
cy: Batri
de_de: Akku
el_gr: Μπαταρία
fa: باتری
fi_fi: Akku
fr_fr: Batterie
km: ថ្មពិល
ko: 배터리
pl_pl: Bateria
ru_ru: Батарея
sk_sk: Batéria
sv_se: Batteri
tr_tr: Batarya
zh_cn: 电池
zh_tw: 電池
